Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Core/Formatting.xcstrings
Source language: en
Languages: es

# Days %lf %@
source: %2$@ days
es: %2$@ días

# Days.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[days](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[días](measurement: 'unit’)

# Days.Unit %lf
source: days
es: días

# Flights %lf %@
source: %2$@ flights
es: %2$@ pisos

# Flights.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[flights](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[pisos](measurement: 'unit’)

# Flights.Unit %lf
source: flights
es: pisos

# HeartRate %lf %@
source: %2$@ bpm
es: %2$@ lpm

# HeartRate.Attributed %@
source: ^[%1$@](measurement: 'value') ^[bpm](measurement: 'unit’)
es: ^[%1$@](measurement: 'value') ^[lpm](measurement: 'unit’)

# HeartRate.Unit %lf
source: bpm
es: lpm

# Months %lf %@
source: %2$@ months
es: %2$@ meses

# Months.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[months](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[meses](measurement: 'unit’)

# Months.Unit %lf
source: months
es: meses

# Pushes %lf %@
source: %2$@ pushes
es: %2$@ empujones

# Pushes.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[pushes](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[empujones](measurement: 'unit’)

# Pushes.Unit %lf
source: pushes
es: empujones

# Rings %lf %@
source: %2$@ rings
es: %2$@ anillos

# Rings.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[rings](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[anillos](measurement: 'unit’)

# Rings.Unit %lf
source: Rings
es: anillos

# Speed.Kilometers.Unit
source: kph
es: kmh

# Steps %lf %@
source: %2$@ steps
es: %2$@ pasos

# Steps.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[steps](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[pasos](measurement: 'unit’)

# Steps.Unit %lf
source: steps
es: pasos

# Time.Hours.Unit
source: hours
es: horas

# Time.Minutes.Unit
source: minutes
es: minutos

# vo2Max %lf %@
source: %2$@ VO₂ max
es: %2$@ VO₂ máx.

# vo2Max.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[VO₂ max](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[VO₂ máx.](measurement: 'unit’)

# vo2Max.Unit
source: VO₂ max
es: VO₂ máx

# Weeks %lf %@
source: %2$@ weeks
es: %2$@ semanas

# Weeks.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[weeks](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[semanas](measurement: 'unit’)

# Weeks.Unit %lf
source: weeks
es: semanas

# Workouts %lf %@
source: %2$@ workouts
es: %2$@ entrenamientos

# Workouts.Attributed %lf %@
source: ^[%2$@](measurement: 'value') ^[workouts](measurement: 'unit’)
es: ^[%2$@](measurement: 'value') ^[entrenamientos](measurement: 'unit’)

# Workouts.Unit %lf
source: workouts
es: entrenamientos
